lexicon = {
    "ru": {
        "general": {
            "card": """📆 Прогресс студента:
🔹 Имя: {0} {1}
🔹 Уровень: {2}
🔹 Пройдено заданий: {3}
🔹 Штрафов: {4}
🔹 Qcoins: {5}
Следующий уровень через ? задания."""
        },
        "curator": {
            "greeting": "Здравствуйте, Вы зашли под аккаунтом куратора. Выберите действие:",
            "Curator asks to get report": "Выберите студента",
            "Curator obtained report": "Задание: {0}. Статус проверки: {1}"
        },
        "student": {
            "greeting": "Здравствуйте, Вы зашли под аккаунтом студента. Выберите действие:",
            "task": """Задание №{0} из блока {1}.
{2}
            """
        }
    }
}